# Создать список, состоязщий из кубов нечётных чисел от 1 до 1000 (куб Х - третья степень числа Х)



for i in range(1, 1001, 2):
    print(i)
